app/controllers/api/cotizaciones_controller.rb

	def index
		@cotizaciones = Cotizacion.all
---
SELECT "cotizacions".* FROM "cotizacions"