app/controllers/api/grosores_controller.rb

SELECT "grosors".* FROM "grosors"
---
	def index
		@grosores = Grosor.all

INSERT INTO "grosors" ("valor", "created_at", "updated_at") VALUES (?, ?, ?)  [["valor", 1.0], ["created_at", "2015-11-17 13:38:20.504087"], ["updated_at", "2015-11-17 13:38:20.504087"]]
---
	def create
		@grosor = Grosor.create(creation_params)

DELETE FROM "grosors" WHERE "grosors"."id" = ?  [["id", 1]]
---
	def destroy
    found_grosor.destroy