app/controllers/api/maderas_controller.rb

SELECT "maderas".* FROM "maderas"
---
	def index
		@maderas = Madera.all