app/controllers/api/puertas_controller.rb

	def destroy
    found_puerta.destroy
---
DELETE FROM "puerta" WHERE "puerta"."id" = ?  [["id", 20]]